Repository: pashupati-git/News_app
Catalog: lib/l10n/app_*.arb
Languages: ne

# appTitle
source: Shadow Beast News
ne: छाया जनावर समाचार

source: Home
ne: गृह

source: Notifications
ne: सूचनाहरू

source: Bookmarks
ne: बुकमार्कहरू

source: Personalization
ne: व्यक्तिगतकरण

source: News Sources
ne: समाचार स्रोतहरू

source: News Categories
ne: समाचार वर्गहरू

source: Settings
ne: सेटिङहरू

source: Disclaimer
ne: अस्वीकरण

source: Privacy Policy
ne: गोपनीयता नीति

source: Language
ne: भाषा

source: Theme
ne: थिम

source: Light Mode
ne: उज्यालो मोड

source: Dark Mode
ne: अँध्यारो मोड

# welcomeMessage
source: Welcome to Shadow Beast
ne: छाया जनावरमा स्वागत छ

# openDrawerHint
source: Open the drawer to navigate
ne: नेभिगेट गर्न ड्रअर खोल्नुहोस्

# viewNotifications
source: View your notifications here
ne: यहाँ आफ्नो सूचनाहरू हेर्नुहोस्

# customizeBookmarks
source: Customize & View Bookmarks
ne: बुकमार्कहरू अनुकूलन र हेर्नुहोस्

source: View Personalized News
ne: व्यक्तिगत समाचार हेर्नुहोस्

# arrangeNewsSources
source: Arrange your News Sources here
ne: यहाँ आफ्नो समाचार स्रोतहरू व्यवस्थित गर्नुहोस्

source: Change News Categories
ne: समाचार वर्गहरू परिवर्तन गर्नुहोस्

# notificationDetail
source: This is notification detail {index}
ne: यो सूचना विवरण {index} हो

# hoursAgo
source: {hours}h ago
ne: {hours} घण्टा अघि

# bookmark
source: Bookmark {index}
ne: बुकमार्क {index}

source: Personalized News Feed
ne: व्यक्तिगत समाचार फिड

# personalizedArticle
source: Personalized Article {index}
ne: व्यक्तिगत लेख {index}

# personalizedArticleDescription
source: This is a personalized news article based on your preferences.
ne: यो तपाईंको प्राथमिकताहरूमा आधारित व्यक्तिगत समाचार लेख हो।

# disclaimerTitle
source: Disclaimer
ne: अस्वीकरण

# disclaimerContent
source: This app provides news and information for general purposes only. While we strive to keep the information accurate and up-to-date, we make no representations or warranties of any kind about the completeness, accuracy, reliability, or availability of the information.
ne: यो एप सामान्य उद्देश्यका लागि मात्र समाचार र जानकारी प्रदान गर्दछ। हामी जानकारीलाई सही र अद्यावधिक राख्न प्रयास गर्छौं, हामी जानकारीको पूर्णता, शुद्धता, विश्वसनीयता, वा उपलब्धताको बारेमा कुनै पनि प्रकारको प्रतिनिधित्व वा वारेन्टी गर्दैनौं।

# disclaimerResponsibility
source: Users are responsible for verifying information from original sources before making decisions based on content provided in this app.
ne: प्रयोगकर्ताहरू यस एपमा प्रदान गरिएको सामग्रीमा आधारित निर्णयहरू गर्नु अघि मूल स्रोतहरूबाट जानकारी प्रमाणित गर्न जिम्मेवार छन्।

# privacyPolicyTitle
source: Privacy Policy
ne: गोपनीयता नीति

source: Information Collection
ne: जानकारी सङ्कलन

# informationCollectionContent
source: We collect information that you provide directly to us, including when you create an account, update your profile, or use our services.
ne: हामी तपाईंले हामीलाई प्रत्यक्ष रूपमा प्रदान गर्नुहुने जानकारी सङ्कलन गर्छौं, जसमा तपाईं खाता सिर्जना गर्दा, आफ्नो प्रोफाइल अद्यावधिक गर्दा, वा हाम्रा सेवाहरू प्रयोग गर्दा समावेश छ।

source: Use of Information
ne: जानकारीको प्रयोग

# useOfInformationContent
source: We use the information we collect to provide, maintain, and improve our services, personalize your experience, and communicate with you.
ne: हामीले सङ्कलन गर्ने जानकारीलाई हाम्रा सेवाहरू प्रदान गर्न, कायम राख्न र सुधार गर्न, तपाईंको अनुभव व्यक्तिगत बनाउन, र तपाईंसँग सञ्चार गर्न प्रयोग गर्छौं।

source: Data Security
ne: डेटा सुरक्षा

# dataSecurityContent
source: We implement appropriate security measures to protect your personal information against unauthorized access, alteration, or destruction.
ne: हामी तपाईंको व्यक्तिगत जानकारीलाई अनधिकृत पहुँच, परिवर्तन, वा विनाश विरुद्ध सुरक्षित गर्न उपयुक्त सुरक्षा उपायहरू लागू गर्छौं।

source: Technology
ne: प्रविधि

source: Sports
ne: खेलकुद

source: Politics
ne: राजनीति

source: Entertainment
ne: मनोरञ्जन

source: Business
ne: व्यापार

source: Health
ne: स्वास्थ्य

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली
